export const uk = {
  name: "BarberShop",

  nav: {
    home: "Головна",
    about: "Про нас",
    services: "Послуги",
    barbers: "Барбери",
    gallery: "Галерея",
    contacts: "Контакти",
  },

  hero: {
    subtitle: "Чоловіча перукарня в Києві",
    title: "BarberShop",
    description:
      "Ми експерти в трендових чоловічих стрижках. Працюємо швидко, акуратно та зі смаком.",
  },

  about: {
    subtitle: "про нас",
    title: "Найкраща перукарня у вашому місті",
    description:
      "Якщо ви хочете додати більше впевненості до свого образу, ви точно в правильному місці.",
    text: "Ми команда, яка ніколи не спочиває на лаврах і прагне змін. І як тільки ви потрапите в руки нашого майстра, ви ніколи не будете такими ж, як раніше. Ми команда, яка завжди на одній хвилі з клієнтами. Тому ми завжди готові вдосконалити кожного, хто до нас приходить!",
    button: "Записатися на послугу",
  },

  prices: {
    subtitle: "Проведіть час в компанії найкращих майстрів",
    title: "Послуги та ціни",
    button: "Записатися на послугу",
  },

  resume: {
    subtitle: "Стара школа",
    title: "Чому до нас приходять?",
    description:
      "Про нас говорять лише хороше. Але краще один раз побачити і відчути, ніж 10 разів прочитати.",
  },

  barbers: {
    subtitle: "Стара школа",
    title: "Наші барбери",
  },

  gallery: {
    subtitle: 'Латинською "barba" означає "борода"',
  },

  booking: {
    title: "Записатися на послугу",
    name: "Ім'я*",
    phone: "Телефон*",
    message: "Повідомлення",
    button: "відправити",
  },

  contacts: {
    title: "Контакти",
    address: "вул. Головна, 7А, Київ, 08132",
    phone: "+38 044 111 11 11",
    email: "barbershop@email.com",
    hours: "Графік роботи",
    hoursText: "Щодня з 9:00 до 22:00",
  },

  footer: {
    copyright: " Всі права захищені",
  },

  services: {
    mensHaircut: "Чоловіча стрижка",
    beardTrim: "Стрижка бороди",
    mustacheTrim: "Стрижка вусів",
    straightRazor: "Гоління бритвою",
    traineeHaircut: "Стрижка учня",
    buzzCut: "Наголо",
    kidsHaircut: "Дитяча стрижка (0-12 років)",
    grayCoverage: "Покриття сивини",
  },

  stats: {
    customers: "Задоволених клієнтів на день",
    barbers: "Найкращих барберів Києва",
    awards: "Нагород за відмінний сервіс",
    gifts: "Подарунків постійним клієнтам",
  },
};
